Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/medical_opus_noft.tmx
Source language: pt
Languages: pt_br

source: Se o fluxo de sangue for em ferida , que tenha algum enfermo, antevendo a dilaçaõ, que póde haver em vir o Cirurgião , fareis com grande diligência lexinos de estopas , e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armenio , de rosas , e de sangue de Drago, meya onça de cada cousa, e alguns pós de incenso ; e depois de estar tudo bem batido, molhareis hum lexino, e com elle tapareis a vea , e o apertareis com o dedo mostrador , e lhe hireis pondo os mais lexinos molhados na cataplasma , apertando-os sempre, e em sima lhe poreis humas planxetas, molhadas no mesmo, e apertareis a ferida muito bem com huma atadura.
pt_br: Si el flujo de sangre es en herida, que tenga algún enfermo, anticipando la dilacion, que puede haber en venir el Cirujano, le haré con gran diligencia lexinos de estopas, y al mismo tiempo mandaré le claras de huevos, con polvos de pastel armenio, de rosas, y de sangre de Drago, media onza de cada cosa y polvo.

source: Se estes remedios naõ obrarem, carregareis a ferida com pós de pedra hume queimada , com teas de aranha , e em sima huma estopada de claras de ovos.
pt_br: Si estos remedios no actúan, cargaréis la herida con polvos de piedra hume quemada, con telas de araña, y en sima huma estopada de claras de huevo.

source: Também saõ boas as raspas de Cortidores , e pós de alecrim ; e depois de lhe fazeres todos estes remedios, lhe poreis panos de vinagre aguado bem frio em sima da ferida.
pt_br: También salen buenas las ralladuras de Cortadores, y polvos de romero; y después de haberle hecho todos estos remedios, le pondréis paños de vinagre aguado bien frío en sima de la herida.
